//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Kanselleer";
"Done" = "Gereed";

/* Default title */
"Photos" = "Foto’s";

/* No. of selected */
"%@ Photo Selected" = "%@ Foto Gekies";
"%@ Photos Selected" = "%@ Foto’s Gekies";
"%@ Video Selected" = "%@ Video Gekies";
"%@ Videos Selected" = "%@ Video’s Gekies";
"%@ Items Selected" = "%@ Items Gekies";

/* Grid view footer */
"%@ Photos" = "%@ Foto’s";
"%@ Videos" = "%@ Video’s";
"%@ Photos, %@ Videos" = "%1$@ Foto’s,  %2$@ Video’s";

/* Assets index */
"%@ of %@" = "%1$@ van %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Hierdie toep het nie toegang tot u foto’s of video’s nie.";
"You can enable access in Privacy Settings." = "U kan toegang in Privaatheidinstellings verleen.";

/* Messages if no assets */
"No Photos or Videos" = "Geen Foto’s of Video’s";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "You can sync photos and videos onto your %@ using iTunes.";

/* Accessibility labels */
"Play" = "Speel Af";
"Select" = "Select";
"Deselect" = "Deselect";

/* Video duration spell out */
"hours" = "uur";
"hour" = "uur";
"minutes" = "minute";
"minute" = "minuut";
"seconds" = "sekondes";
"second" = "sekonde";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Cannot Play Stream Video";
"OK" = "Goed";
